Repository: masatakasumida/TrainingTimer
Catalog: TrainingTimer/Localized/Localizable.xcstrings
Source language: en
Languages: ja, th, vi, zh_hans

# %@ をセットしますか？
source: Set or %@?
ja: %@ をセットしますか？
th: คุณต้องการตั้งค่า %@ หรือไม่?
vi: Bạn có muốn thiết lập %@ không?
zh_hans: 是否设置%@？

# %@ を削除してもよろしいですか？
source: Are you sure you want to delete %@?
ja: %@ を削除してもよろしいですか？
th: คุณแน่ใจหรือว่าต้องการลบ %@ ?
vi: Bạn có chắc chắn muốn xóa %@ không?
zh_hans: 确定要删除%@吗？

# %lld秒 × %lld回 × %lldセット
source: %1$lldsecond × %2$lld reps × %3$lldsets
ja: %lld秒 × %lld回 × %lldセット
th: %lld วินาที × %lld ครั้ง × %lld เซ็ต
vi: %lld giây × %lld lần × %lld set
zh_hans: %lld秒 × %lld次 × %lld组

# アプリ情報
source: App Information
ja: アプリ情報
th: ข้อมูลแอปพลิเคชัน
vi: Thông tin ứng dụng
zh_hans: 应用信息

# キャンセル
source: Cancel
ja: キャンセル
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消

# スタート
source: Start
ja: スタート
th: เริ่มต้น
vi: Bắt đầu
zh_hans: 开始

# ストップ
source: Stop
ja: ストップ
th: หยุด
vi: Dừng lại
zh_hans: 停止

# セット
source: Set
ja: セット
th: เซ็ต
zh_hans: 设置

# セットするメニューが見つかりませんでした。
source: No menu to set was found.
ja: セットするメニューが見つかりませんでした。
th: ไม่พบเมนูที่จะตั้งค่า
vi: Không tìm thấy menu để thiết lập.
zh_hans: 未找到要设置的菜单。

# セット数
source: Set Count
ja: セット数
th: จำนวนเซ็ต
vi: Số set
zh_hans: 组数

# セット間の休憩時間
source: Rest Between Sets
ja: セット間の休憩時間
th: เวลาพักระหว่างเซ็ต
vi: Thời gian nghỉ giữa các set
zh_hans: 组间休息时间

# セット間休憩
source: Rest Between Sets
ja: セット間休憩
th: พักระหว่างเซ็ต
vi: Nghỉ giữa các set
zh_hans: 组间休息

# タイトル
source: Title
ja: タイトル
th: ชื่อเรื่อง
vi: Tiêu đề
zh_hans: 标题

# トレーニング
source: Training
ja: トレーニング
th: การฝึกซ้อม
vi: Tên bài tập
zh_hans: 训练

# トレーニングのセット
source: Set or Training
ja: トレーニングのセット
th: การตั้งค่าการฝึกซ้อม
vi: Thiết lập tập luyện
zh_hans: 训练设置

# トレーニングメニュー
source: TrainingMenu
ja: トレーニングメニュー
th: เมนูการฝึกซ้อม
vi: Menu tập luyện
zh_hans: 训练菜单

# トレーニングメニューが選択されていません。
source: No training menu selected.
ja: トレーニングメニューが選択されていません。
th: ไม่ได้เลือกเมนูการฝึกซ้อม
vi: Menu tập luyện không được chọn.
zh_hans: 未选择训练菜单。

# トレーニングを追加
source: Add Training
ja: トレーニングを追加
th: เพิ่มการฝึกซ้อม
vi: Thêm buổi tập
zh_hans: 添加训练

# トレーニング名
source: TrainingName
ja: トレーニング名
th: ชื่อการฝึกซ้อม
vi: Tên bài tập
zh_hans: 训练名称

# トレーニング回数
source: Training Count
ja: トレーニング回数
th: จำนวนครั้งการฝึกซ้อม
vi: Số lần tập luyện
zh_hans: 训练次数

# トレーニング時間
source: Training Time
ja: トレーニング時間
th: เวลาฝึกซ้อม
vi: Thời gian tập luyện
zh_hans: 训练时间

# バージョン
source: Version
ja: バージョン
th: เวอร์ชัน
vi: Phiên bản
zh_hans: 版本

# ホーム
source: Home
ja: ホーム
th: หน้าหลัก
vi: Trang chủ
zh_hans: 主页

# 一時停止
source: Pause
ja: 一時停止
th: พักชั่วคราว
vi: Tạm dừng
zh_hans: 暂停

# 休憩
source: Rest
ja: 休憩
th: พัก
vi: Nghỉ
zh_hans: 休息

# 休憩時間
source: Rest Time
ja: 休憩時間
th: เวลาพัก
vi: Thời gian nghỉ
zh_hans: 休息时间

# 保存
source: Save
ja: 保存
th: บันทึก
vi: Lưu
zh_hans: 保存

# 再開
source: Resume
ja: 再開
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续

# 削除
source: Delete
ja: 削除
th: ลบ
vi: Xóa
zh_hans: 删除

# 削除するアイテムが見つかりませんでした。
source: No item to delete was found.
ja: 削除するアイテムが見つかりませんでした。
th: ไม่พบไอเทมที่จะลบ
vi: Không tìm thấy mục nào để xóa.
zh_hans: 未找到要删除的项目。

# 削除するアイテムが選択されていません。
source: No Selected Item.
ja: 削除するアイテムが選択されていません。
th: ไม่ได้เลือกไอเทมที่จะลบ
vi: Không có mục nào được chọn để xóa.
zh_hans: 未找到要删除的项目。

# 削除の確認
source: Confirm Deletion
ja: 削除の確認
th: ยืนยันการลบ
vi: Xác nhận xóa
zh_hans: 确认删除

# 回
source: Count
ja: 回
th: ครั้ง
vi: Lần
zh_hans: 次

# 回数
source: Repetitions
ja: 回数
th: จำนวนครั้ง
vi: Số lần
zh_hans: 次数

# 新規作成
source: New Creation
ja: 新規作成
th: สร้างใหม่
vi: Tạo mới
zh_hans: 新建

# 更新
source: Update
ja: 更新
th: อัพเดท
vi: Cập nhật
zh_hans: 更新

# 準備
source: Preparation
ja: 準備
th: เตรียมพร้อม
vi: Chuẩn bị
zh_hans: 准备

# 準備時間
source: Preparation Time
ja: 準備時間
th: เวลาเตรียมตัว
vi: Thời gian chuẩn bị
zh_hans: 准备时间

# 秒
source: Second
ja: 秒
th: วินาที
vi: Giây
zh_hans: 秒

# 編集
source: Edit
ja: 編集
th: แก้ไข
vi: Chỉnh sửa
zh_hans: 编辑

# 設定
source: Settings
ja: 設定
th: ตั้งค่า
vi: Cài đặt
zh_hans: 设置

# 追加・編集
source: Add・Edit
ja: 追加・編集
th: เพิ่ม/แก้ไข
vi: Thêm/Chỉnh sửa
zh_hans: 添加/编辑
